Repository: geobeyond/workshops
Catalog: workshops/suiteintro/doc/source/locale/*/LC_MESSAGES/suite/dashboard.po
Languages: it_it

source: OpenGeo Suite Dashboard
it_it: Dashboard della OpenGeo Suite

source: OpenGeo Suite comes with a Dashboard, a lightweight web application that provides links to the most common applications and documentation.
it_it: La OpenGeo Suite è equipaggiata con una Dashboard, ossia una leggerissima applicazione Web che fornisce i link alla maggior parte delle applicazioni dello stack e alla documentazione.

source: As we introduce the Dashboard, take some time to explore it by clicking around.
it_it: Dal momento che introdurremo la Dashboard potete cominciare a prendere confidenza esplorando e navigando i link.

source: The Dashboard can be opened from the Start menu at :menuselection:`OpenGeo Suite --> Dashboard`. The Dashboard is also available in the browser by navigating to ``http://localhost:8080/``.
it_it: La Dashboard può essere aperta dallo Start menu in :menuselection:`OpenGeo Suite --> Dashboard`. Essa è inoltre disponibile nel browser navigando il link ``http://localhost:8080/``.

source: Home screen
it_it: Schermata iniziale

source: The main Dashboard page show links to PostGIS configuration and documentation for PostGIS, GeoServer, GeoWebCache, and GeoExplorer.
it_it: La pagina principale della Dashboard mostra i link alla configurazione di PostGIS e alla documentazione di PostGIS, GeoServer, GeoWebCache, e GeoExplorer.

source: A link to pgAdmin is not included here because the Dashboard can only launch web pages, not desktop applications. pgAdmin can be launched from the Start Menu.
it_it: Non è presente un link a pgAdmin poichè la Dashboard può aprire solo pagine Web e non applicazioni Desktop. pgAdmin può essere eseguito dallo Start Menu.

source: Getting started
it_it: Inizio

source: The Getting Started screen includes a sample workflow to use for publishing data and maps using OpenGeo Suite. A similar workflow will be followed as part of this workshop.
it_it: La scherma di inizio prevede un semplice flusso di lavoro per pubblicare dati e mappe utilizzando la Suite. Un simile processo di lavoro può essere compiuto come parte del presente workshop.

source: About
it_it: Informazioni

source: The About page contains information about OpenGeo Suite and Boundless, the company behind OpenGeo Suite.
it_it: La pagina Informazioni contiene notizie riguardanti la OpenGeo Suite e Boundless, l'azienda che la sviluppa.

source: Other ways of accessing components
it_it: Altri modi di accedere i suoi componenti

source: The OpenGeo Suite Dashboard is designed as a convenience to users, but it is not the only way to access components.
it_it: La Dashboard è progettata per essere una scorciatoia conveniente per gli utenti ma non costituisce l'unico modo di accedere i suoi componenti.

source: **Desktop tools** such as **pgAdmin** and **pgShapeloader** can be launched through the Start Menu under :menuselection:`OpenGeo Suite --> pgAdmin/pgShapeloader`.
it_it: **Strumenti Desktop** come **pgAdmin** e **pgShapeloader** possono essere eseguiti dallo Start Menu sotto :menuselection:`OpenGeo Suite --> pgAdmin/pgShapeloader`.

source: All **web applications** such as **GeoServer** can be accessed directly through the browser. OpenGeo Suite runs locally at the port where it was installed (the default is 8080). Some helpful URLs for this workshop are:
it_it: Tutte le **applicationi Web** come **GeoServer** possono essere accedute direttamente dal browser. La OpenGeo Suite è eseguita localmente sulla porta dove è stata installata (la configurazione base è 8080). Alcune utili URL per questo workshop sono:
