Repository: geobeyond/workshops
Catalog: workshops/suiteintro/doc/source/locale/*/LC_MESSAGES/suite/installation.po
Languages: it_it

source: Installing OpenGeo Suite
it_it: Installazione della OpenGeo Suite

source: In this section we will install OpenGeo Suite on your workshop machine.
it_it: In questa sezione installeremo la OpenGeo Suite sulla vostra macchina

source: Installation
it_it: Installazione

source: The OpenGeo Suite executable file is located in the workshop package in the :file:`software` folder.
it_it: I file eseguibili della OpenGeo Suite per il workshop sono situati nella cartella :file:`software`.

source: During this installation, please keep all of the default settings.
it_it: Durante questa installazione mantieni, per favore, tutte le impostazioni di default.

source: **Double-click** the file :file:`OpenGeoSuite-<version>.exe` to begin the installation.
it_it: **Doppio-click** sul file :file:`OpenGeoSuite-<version>.exe` per cominciare l'installazione.

source: On some systems, you might see a Windows Security warning. We promise the software is safe, so click :guilabel:`Run` to launch the installer.
it_it: In alcuni sistemi operativi potresti incontrare un avviso della Sicurezza Windows. Vi assicuriamo che il software è del tutto sicuro per cui potete premere il bottone :guilabel:`Run` per lanciare l'installazione.

source: At the ``Welcome`` screen, click :guilabel:`Next`.
it_it: Alla comparsa della schermata di ``Welcome``, fare click su :guilabel:`Next`.

source: OpenGeo Suite installation Welcome screen
it_it: Schermata di Benvenuto per l'installazione della OpenGeo Suite

source: Read the *License Agreement*, then click :guilabel:`I Agree`.
it_it: Leggere il *License Agreement*, poi fare click su :guilabel:`I Agree`.

source: License Agreement
it_it: Accordo di Licenza

source: Select the *Destination Folder* where you would like to install OpenGeo Suite, and click :guilabel:`Next`.
it_it: Selezionare la *Destination Folder* dove vorresti installare la OpenGeo Suite, e poi fare click su :guilabel:`Next`.

source: Destination folder for the installation
it_it: Cartella di destinazione dell'installazione

source: Select the name and location of the *Start Menu Folder* that will be created for the Suite components, and click :guilabel:`Next`.
it_it: Selezionare il nome e la posizione dello *Start Menu Folder* che sarà creato per i componenti della Suite, e poi fare click su :guilabel:`Next`.

source: Start Menu Folder to be created for the installation
it_it: Cartella di Start Menu che verrà creata per l'installazione

source: Choose the components you wish to install.
it_it: Scegli i componenti che desideri installare.

source: Component selection
it_it: Selezione componente

source: We will be using the :guilabel:`pgAdmin` and :guilabel:`psql` components in this workshop. They are found in the :guilabel:`Client Tools` tree. Check these two components and click guilabel:`Next`.
it_it: Utilizzeremo i componenti :guilabel:`pgAdmin` e :guilabel:`psql` nel presente workshop. Li possiamo trovare nell'albero :guilabel:`Client Tools`. Spuntare questi due componenti e poi fare click su guilabel:`Next`.

source: Selecting PostGIS client tools
it_it: Selezionare gli strumenti del client PostGIS

source: When you are ready, click :guilabel:`Install` to start the installation.
it_it: Quando siete pronti fare click su :guilabel:`Install` per iniziare l'installazione.

source: Ready to install
it_it: Pronti ad installare

source: Please wait while the installation proceeds.
it_it: Per favore attendi che l'installazione termini.

source: Installation progress
it_it: Avanzamento dell'installazione

source: After installation, click :guilabel:`Finish`.
it_it: Dopo l'installazione fare click su :guilabel:`Finish`.

source: OpenGeo Suite has been installed
it_it: La OpenGeo Suite è stata installata

source: Starting and stopping services
it_it: Start e Sto dei servizi

source: OpenGeo Suite has been installed and is now running by default. There are two system services related to OpenGeo Suite:
it_it: La OpenGeo Suite è stata installata ed è ora in esecuzione con le impostazioni di base. Ci sono due servizi relativi alla OpenGeo Suite:

source: **OpenGeo Jetty** - Controls GeoServer and other web applications
it_it: **OpenGeo Jetty** - Controlla GeoServer e altre applicazioni Web

source: **OpenGeo Postgres** - Controls PostgreSQL/PostGIS database
it_it: **OpenGeo Postgres** - Controlla il database PostgreSQL/PostGIS

source: You can start and stop these services from the Start Menu by going to :menuselection:`OpenGeo Suite --> GeoServer/PostGIS --> Start/Stop`
it_it: Puoi effettuare lo start e stop dei servizi dallo Start Menu andando su :menuselection:`OpenGeo Suite --> GeoServer/PostGIS --> Start/Stop`

source: Start Menu entries for starting and stopping OpenGeo Suite services
it_it: Voci dello Start Menu per lo start e stop dei servizi della OpenGeo Suite

source: You can also start and stop these services through the standard Windows Services dialog.
it_it: Puoi anche effettuare lo start e stop di questi servizi attraverso la finestra dei Servizi di Windows.
