Repository: geobeyond/workshops
Catalog: workshops/suiteintro/doc/source/locale/*/LC_MESSAGES/suite/introduction.po
Languages: it_it

source: Introducing OpenGeo Suite
it_it: Introduzione alla OpenGeo Suite

source: In this section, we'll introduce OpenGeo Suite and illustrate a few of the terms and concepts involved in setting up a geospatial stack.
it_it: In questo sezione introdurremo la OpenGeo Suite e illustreremo alcuni dei termini e concetti utilizzati per il setup di tutto lo stack geospaziale.

source: What's a stack?
it_it: Che cos'è uno stack?

source: A "stack" is industry jargon for a software system that comprises many individual applications. The stack analogy implies that the individual components stack or build up on each other.
it_it: Uno "stack" è un termine tecnico con cui si indica un sistema software complesso che comprende parecchie applicazioni singole. La terminologia implica anche che ciascun singolo componente può funzionare o essere utilizzato in maniera indipendente dagli altri.

source: In theory, the stack is vertical. The more fundamental components are (buried) at the bottom, with the more tangible, visible pieces at the top.
it_it: Di norma lo stack si sviluppo verticamelmente. I componenti fondamentali si ritrovano maggiormente nel basso, mentre le parti più visibili sono quelle in cima alla pila software.

source: Some commonly-seen stacks
it_it: Alcuni esempi comunemente noti di stack

source: What is OpenGeo Suite?
it_it: Che cosa è la OpenGeo Suite?

source: OpenGeo Suite is a fully-open geospatial software stack for publishing your data on the web. It includes the following software:
it_it: La OpenGeo Suite è uno stack di software geospaziale completamente open per la pubblicazione di dati sul Web. Include i seguenti software:

source: **PostGIS** - A robust spatial database system.
it_it: **PostGIS** - Un robusto database spaziale.

source: **GeoServer** - A map and geospatial data server.
it_it: **GeoServer** - Un server di mappe e dati geospaziali.

source: **GeoExplorer** - A browser-based tool commonly used to view, navigate, and manage data, either locally or remote. It is built upon **OpenLayers** and **GeoExt**, two JavaScript libraries for building your own geospatial applications.
it_it: **GeoExplorer** - Uno strumento Web eseguibile da browser utilizzato per visualizzare, navigare e amministrare dati sia locali che remoti. E' sviluppato utilizzando **OpenLayers** and **GeoExt**, due librerie JavaScript per assemblare applicazioni geospaziali personalizzate.

source: **GeoWebCache** - A server that accelerates the delivery of map images by pre-drawing and caching.
it_it: **GeoWebCache** - Un server che aumenta le prestazioni nel visualizzazione di mappe attraverso meccanismi di cache.

source: **QGIS** - A desktop-based tool for viewing and interacting with geospatial data and maps.
it_it: **QGIS** - Uno strumento desktop per visualizzare ed interagire con dati e mappe.

source: OpenGeo Suite stack
it_it: Stack della OpenGeo Suite
