Repository: geobeyond/workshops
Catalog: workshops/suiteintro/doc/source/locale/*/LC_MESSAGES/workshop.po
Languages: it

source: Workshop materials
it: Materiali del Workshop

source: The following are the high-level tasks that we'll accomplish:
it: Le attività di alto livello che porteremo a termine sono le seguenti:

source: Spatial database overview
it: Vista generica del database spaziale

source: Create a spatial database
it: Crea un database spaziale

source: Load shapefiles into database tables
it: Carica shapefile nelle tabelle del database

source: Introduce some basic functions and operations
it: Introduzione di alcune funzioni e operazioni di base

source: GeoServer concepts
it: Concetti di GeoServer

source: Basic GeoServer administration tasks
it: Attività di base per l'amministrazione di GeoServer

source: Load data into GeoServer from PostGIS tables and files
it: Caricamento dei dati in GeoServer da tabelle PostGIS e file

source: Publish that data through web services
it: Pubblicazione dei dati tramite web service

source: GeoExplorer background
it: Considerazioni su GeoExplorer

source: View, compose, and publish maps
it: Visualizzazione, composizione e pubblicazione di mappe

source: Edit geospatial data
it: Modifica dei dati geografici

source: Introduce tile caching concepts
it: Introduzione ai concetti di cache delle tile

source: Strategies for tile caching
it: Strategie per la cache dei tile

source: Accelerate map rendering with tile caching
it: Accellerare la visualizzazione delle mappe con i tile in cache

source: OpenLayers & GeoExt
it: OpenLayers e GeoExt

source: Introduce very basic HTML, CSS and JavaScript
it: Introduzione di base a HTML, CSS e JavaScript

source: Use OpenLayers and GeoExt to create a desktop-like map application in a web browser
it: Utilizzare OpenLayers e GeoExt per creare delle applicazioni quasi desktop nel browser

source: Data package
it: Pacchetto dati

source: We will assume that the contents of the workshop package is located on your desktop::
it: Assumiamo che i contenuti del workshop siano presenti sul vostro desktop::

source: In this case, ``<user>`` is your local user's home directory. In a Windows installation, this is typically::
it: In questo caso, ``<user>`` è la vostra home directory dell'utente locale. In un'installazione Windows, tipicamente, questa è::

source: For example::
it: Per esempio::

source: We wil refer to the workshop directory as ``<workshop>`` throughout the course.
it: Prenderemo come riferimento del workshop la directory ``<workshop>`` durante il corso.

source: In some cases, we'll be adding and/or saving files to a Tomcat virtual directory. This is located at::
it: In alcuni casi aggiungeremo e/o salveremo dei file nella directory virtuale di Tomcat. Questa è situata in::

source: or more generally at::
it: o più in generale in::

source: On Linux, the data directory is located at :file:`/var/lib/opengeo/geoserver`, and on OS X, at :file:`~/Library/Application Support/GeoServer/data_dir`
it: Su Linux, la directory data è situata in :file:`/var/lib/opengeo/geoserver`, e su OS X in:file:`~/Library/Application Support/GeoServer/data_dir`

source: Contents
it: Contenuti

source: ``<workshop>\data`` - Spatial data used in the examples.
it: ``<workshop>\data`` - Dati spaziali utilizzati negli esempi.

source: ``<workshop>\doc`` - Workshop text (this document).
it: ``<workshop>\doc`` - Testi del workshop (questo documento).

source: ``<workshop>\html`` - Template HTML files and images.
it: ``<workshop>\html`` - I file del template HTML and le immagini.

source: ``<workshop>\sql`` - SQL files used in the PostGIS section.
it: ``<workshop>\sql`` - I file SQL utilizzati nella sezione dedicata a PostGIS.

source: ``<workshop>\styles`` - Styling directives for the spatial data used throughout this workshop.
it: ``<workshop>\styles`` - Regole di stile per i dati spaziali utilizzate durante questo workshop.
